Repository: woweverstudio/ZombieRush
Catalog: ZombieRush/Resources/MyInfo.xcstrings
Source language: en
Languages: ko

# acquire_spirits_button
source: Acquire Spirits
ko: 원소 얻기

# basic_job_label
source: Basic Job
ko: 기본 직업

# cheer_buff_off
source: 꺼짐
ko: OFF

# cheer_buff_on
source: ON
ko: 켜짐

# cheer_buff_title
source: Nemo's Cheer
ko: 네모의 응원

# description_label
source: Description
ko: 설명

# energy_label
source: Energy
ko: 에너지

# health_label
source: Health
ko: 체력

# max_quantity_label
source: Max
ko: 최대

# move_speed_label
source: Speed
ko: 이동속도

# my_info_title
source: My Info
ko: 내 정보

# purchase_quantity_label
source: Purchase Quantity
ko: 구매 수량

# select_item_instruction
source: Click an item on the left to view detailed information
ko: 좌측에서 항목을 클릭하면 상세 정보를 확인할 수 있습니다

# select_item_prompt
source: Please select an item
ko: 항목을 선택해주세요

# spirit_count_unit
source: count
ko: 마리

# unlock_button
source: Unlock
ko: 해금하기

# upgrade_button
source: Upgrade
ko: 업그레이드

# elements_section
source: Owned Elements
ko: 보유 원소

# jobs_section
source: Jobs
ko: 직업
